"%@ - Offline" = "%@ – Offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Pridať novú kartu...";

"Add a Card" = "Pridať kartu";

"Apt." = "Byt";

"Contact" = "Kontakt";

"Delivery" = "Dodanie";

"Delivery Address" = "Dodacia adresa";

"Free" = "Zdarma";

"Invalid Shipping Address" = "Neplatná dodacia adresa";

"Loading…" = "Nahrávanie...";

"Multibanco" = "Multibanco";

"Next" = "Ďalej";

"Online Banking (FPX)" = "Online bankovníctvo (FPX)";

"Payment Method" = "Spôsob platby";

"Shipping" = "Dodanie";

"Shipping Method" = "Spôsob dodania";

"Use Billing" = "Použiť fakturačnú adresu";

"Use Delivery" = "Použiť adresu doručenia";

"Use Shipping" = "Použiť dodaciu adresu";
